index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-03-17 seg 17:49 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Resumos das Aulas de Física</title>
<meta name="author" content="Joilson Silva Porto" />
<meta name="generator" content="Org Mode" />

</head>
<body>
<div id="content" class="content">
<h1 class="title">Resumos das Aulas de Física</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orga9bc3a7">1. Introdução</a></li>
<li><a href="#org34142cc">2. Pré-física</a>
<ul>
<li><a href="#org36c13cf">2.1. Sugestões sobre como estudar</a></li>
<li><a href="#org492dd83">2.2. Grandezas e Unidades de Medida</a></li>
<li><a href="#org64f96bb">2.3. Equações</a></li>
<li><a href="#org153166f">2.4. Gráficos</a></li>
</ul>
</li>
<li><a href="#orga579f55">3. Física I</a>
<ul>
<li><a href="#org6e8a834">3.1. Mecânica</a></li>
<li><a href="#orga09e53f">3.2. Mecânica dos Fluidos</a></li>
</ul>
</li>
<li><a href="#org196f9f6">4. Física II</a></li>
<li><a href="#orgf708bb3">5. Física III</a></li>
<li><a href="#org6e2832a">6. Referências</a></li>
</ul>
</div>
</div>
<div id="outline-container-orga9bc3a7" class="outline-2">
<h2 id="orga9bc3a7"><span class="section-number-2">1.</span> Introdução</h2>
<div class="outline-text-2" id="text-1">
<p>
Nessa página serão resumidas as aulas de física dos Cursos Técnicos de Nível Médio em Informática, Administração e Agropecuária na Forma Integrada, do IFAM Campus Eirunepé; ministradas no ano de 2025.
</p>

<p>
O objetivo é construir um material de consulta aos estudantes ao longo do desenvolvimento das disciplinas. 
</p>

<p>
Sugestões dos alunos serão sempre bem-vindas.
</p>
</div>
</div>
<div id="outline-container-org34142cc" class="outline-2">
<h2 id="org34142cc"><span class="section-number-2">2.</span> Pré-física</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org36c13cf" class="outline-3">
<h3 id="org36c13cf"><span class="section-number-3">2.1.</span> Sugestões sobre como estudar</h3>
<div class="outline-text-3" id="text-2-1">
<p>
Aqui estão algumas técnicas para estudar de forma mais eficiente.
</p>

<ul class="org-ul">
<li><b><b>Método Feynman</b></b>
<ul class="org-ul">
<li>Baseia-se no fato de que ensinar é uma das melhores formas de aprender.</li>
<li><a href="https://conexao.pucminas.br/blog/dicas/tecnica-feynman/#:~:text=A%20T%C3%A9cnica%20Feynman%20%C3%A9%20um,estivesse%20conversando%20com%20uma%20crian%C3%A7a.">Método Feynman de estudo - Blog PUC Minas</a></li>
</ul></li>

<li><b><b>Repetição Espaçada</b></b>
<ul class="org-ul">
<li>Baseada no conceito da Curva do Esquecimento.</li>
<li><a href="https://blog.duolingo.com/pt/repeticao-espacada-no-aprendizado/">Repetição espaçada no aprendizado - Blog Duolingo</a></li>
</ul></li>

<li><b><b>Técnica do Pomodoro</b></b>
<ul class="org-ul">
<li>Nosso cérebro tem um limite de tempo de concentração e precisa de pequenos intervalos de descanso.</li>
<li><a href="https://brasilescola.uol.com.br/dicas-de-estudo/tecnica-pomodoro-que-e-e-como-funciona.htm">Técnica Pomodoro - Brasil Escola Uol</a></li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org492dd83" class="outline-3">
<h3 id="org492dd83"><span class="section-number-3">2.2.</span> Grandezas e Unidades de Medida</h3>
<div class="outline-text-3" id="text-2-2">
<p>
Aqui estão algumas grandezas físicas e suas unidades de medida:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Grandeza</th>
<th scope="col" class="org-left">Unidade (Nome)</th>
<th scope="col" class="org-left">Unidade (Símbolo)</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Massa</td>
<td class="org-left">Quilograma, Grama</td>
<td class="org-left">kg, g</td>
</tr>

<tr>
<td class="org-left">Volume</td>
<td class="org-left">Litro, Mili-litro</td>
<td class="org-left">L, mL</td>
</tr>

<tr>
<td class="org-left">Densidade</td>
<td class="org-left">Grama por mili-litro</td>
<td class="org-left">g/mL</td>
</tr>

<tr>
<td class="org-left">Comprimento</td>
<td class="org-left">Metro, Centímetro</td>
<td class="org-left">m, cm</td>
</tr>

<tr>
<td class="org-left">Tempo</td>
<td class="org-left">Hora, Segundo</td>
<td class="org-left">h, s</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-org64f96bb" class="outline-3">
<h3 id="org64f96bb"><span class="section-number-3">2.3.</span> Equações</h3>
<div class="outline-text-3" id="text-2-3">
<p>
As equações na física são relações matemáticas entre grandezas. Considere os seguintes dados de uma substância:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Massa (g)</th>
<th scope="col" class="org-left">Volume (mL)</th>
<th scope="col" class="org-left">Densidade (g/mL)</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">3,0</td>
<td class="org-left">1,0</td>
<td class="org-left">3,0</td>
</tr>

<tr>
<td class="org-left">6,0</td>
<td class="org-left">2,0</td>
<td class="org-left">3,0</td>
</tr>

<tr>
<td class="org-left">-</td>
<td class="org-left">2,5</td>
<td class="org-left">3,0</td>
</tr>

<tr>
<td class="org-left">5,0</td>
<td class="org-left">-</td>
<td class="org-left">3,0</td>
</tr>

<tr>
<td class="org-left">15,0</td>
<td class="org-left">3,0</td>
<td class="org-left">-</td>
</tr>
</tbody>
</table>

<p>
A densidade é calculada dividindo a massa pelo volume. Essa relação pode ser escrita como:
</p>

\begin{equation}
d = \frac{m}{V}
\end{equation}

<p>
Onde:
</p>
<ul class="org-ul">
<li>\( m \) = massa</li>
<li>\( V \) = volume</li>
<li>\( d \) = densidade</li>
</ul>

<p>
Com dois valores conhecidos, podemos calcular o terceiro.
</p>
</div>
</div>
<div id="outline-container-org153166f" class="outline-3">
<h3 id="org153166f"><span class="section-number-3">2.4.</span> Gráficos</h3>
<div class="outline-text-3" id="text-2-4">
<p>
Gráficos são ferramentas visuais importantes para representar dados e relações entre grandezas físicas. Eles ajudam a identificar padrões e tendências.
</p>

<p>
(Conteúdo a ser adicionado.)
</p>
</div>
</div>
</div>
<div id="outline-container-orga579f55" class="outline-2">
<h2 id="orga579f55"><span class="section-number-2">3.</span> Física I</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org6e8a834" class="outline-3">
<h3 id="org6e8a834"><span class="section-number-3">3.1.</span> Mecânica</h3>
<div class="outline-text-3" id="text-3-1">
<p>
A mecânica estuda o movimento dos corpos e as forças que atuam sobre eles.
</p>

<p>
(Conteúdo a ser adicionado.)
</p>
</div>
</div>
<div id="outline-container-orga09e53f" class="outline-3">
<h3 id="orga09e53f"><span class="section-number-3">3.2.</span> Mecânica dos Fluidos</h3>
<div class="outline-text-3" id="text-3-2">
<p>
A mecânica dos fluidos estuda o comportamento de líquidos e gases em repouso ou em movimento.
</p>

<p>
(Conteúdo a ser adicionado.)
</p>
</div>
</div>
</div>
<div id="outline-container-org196f9f6" class="outline-2">
<h2 id="org196f9f6"><span class="section-number-2">4.</span> Física II</h2>
<div class="outline-text-2" id="text-4">
<p>
(Conteúdo a ser adicionado.)
</p>
</div>
</div>
<div id="outline-container-orgf708bb3" class="outline-2">
<h2 id="orgf708bb3"><span class="section-number-2">5.</span> Física III</h2>
<div class="outline-text-2" id="text-5">
<p>
(Conteúdo a ser adicionado.)
</p>
</div>
</div>
<div id="outline-container-org6e2832a" class="outline-2">
<h2 id="org6e2832a"><span class="section-number-2">6.</span> Referências</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li>HEWITT, Paul G. <b>Física Conceitual</b>. Bookman Editora, 2023.</li>
<li>ALVARENGA, Beatriz; MÁXIMO, Antônio. <b>Física Ensino Médio</b>. São Paulo: Editora Scipione, 2006.</li>
</ul>

<div class="footer">
<p>© 2025 IFAM Campus Eirunepé. Todos os direitos reservados.</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2025</p>
<p class="author">Author: Joilson Silva Porto</p>
<p class="date">Created: 2025-03-17 seg 17:49</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
